"Error -90057" = "必须提供动态目录域。 ([域名]\\[用户名])";
"Error -10100" = "无效的鉴权方式。";
"Error -10010" = "无效的语言。";
"Error -10004" = "用户已过期。";
"Error -10003" = "用户已被锁定。";
"Error -10005" = "用户已被临时锁定。";
"Error -10103" = "用户必须接受最终用户许可协议";
"Error -10104" = "用户必须修改自己的密码。";
"Error -10106" = "用户必须修改自己的用户名。";
"Error -40761" = "目前该文件无法被解密。请寻求另一已授权用户授予您访问该文件的权限。";
"Error -40751" = "未找到请求的文件。";
"Error -80021" = "提供的文件段无效。";
"Error -70104" = "用户已批准最终用户许可协议。";
"Error -70560" = "此用户名已被其他用户占用。";
"Error -70105" = "用户不允许修改自己的用户名。";
"Error -10105" = "该用户无法重置密码。";
"Error -70020" = "未找到加密密钥对。请先设置您的加密密码。";
"Error -70021" = "已设置加密密钥对。";
"Error -70501" = "未找到此用户。";
"Error -10107" = "密码每过5分钟才允许再次重设。";
"Error -40755" = "文件名不可用。";
"Error -40010" = "无法覆盖此空间或文件夹。";
"Error -80006" = "有效期已过。";
"Error -80008" = "有效期太晚。";
"Error -40763" = "必须提供文件密钥。";
"Error -40756" = "文件分类无效。";
"Error -70022" = "加密密钥对无效。";
"Error -41054" = "文件夹/文件必须在同一父文件夹/文件中。";
"Error -40001" = "加密文件不能复制或移动到未加密的空间。";
"Error -40002" = "未加密文件不能复制或移动到加密的空间。";

"Decryption password required" = "需要解密密码";
"Enter your decryption password to access encrypted data rooms." = "请输入您的解密密码来访问加密数据空间。";

"You have successfully created a share link for {0}." = "You have successfully created a share link for {0}.";
"You have successfully created the upload account {0}" = "You have successfully created the upload account {0}";
"{0} Share(s) created" = "已创建 {0} 个共享";

"The AV scanner detected that the file could be malicious" = "反病毒扫描程序检测到该文件可能是恶意文件";

"DRACOON environment needs to be updated" = "DRACOON environment needs to be updated";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator.";
